Repository: AOSC-Tracking/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: id, sl, zh_tw

source: Cannot update from untrusted origin
id: Tidak bisa memperbarui dari origin yang tak terpercaya
sl: Ni mogoče posodobiti iz izvora nevrednega zaupanja
zh_tw: 無法從不信任的來源進行更新

source: Cannot get the file list
id: Tidak bisa mendapatkan daftar file
sl: Seznama datotek ni mogoče dobiti
zh_tw: 無法取得檔案清單

source: Cannot get package requires
id: Tidak bisa mendapatkan keperluan paket
sl: Ni mogoče dobiti potreb paketa
zh_tw: 無法取得需要的軟體

source: Cannot disable origin
id: Tidak bisa menonfungsikan origin
sl: Izvora ni mogoče onemogočiti
zh_tw: 無法停用來源

source: The download failed
id: Pengunduhan gagal
sl: Prenos ni bil mogoč
zh_tw: 下載失敗

source: Package failed to configure
id: Paket gagal untuk dikonfigurasi
sl: Paketa ni bilo mogoče nastaviti
zh_tw: 軟體包設定失敗

source: Package failed to build
id: Gagal membangun paket
sl: Paketa ni bilo mogoče sestaviti
zh_tw: 軟體包編譯失敗

source: Package failed to install
id: Gagal menginstal paket
sl: Paketa ni bilo mogoče namestiti
zh_tw: 軟體包安裝失敗

source: Package failed to be removed
id: Paket gagal dihapus
sl: Paketa ni bilo mogoče odstraniti
zh_tw: 軟體包移除失敗

source: Update failed due to running process
id: Perbarui gagal karena menjalankan proses
sl: Posodobitev ni uspela zaradi postopka v teku
zh_tw: 由於程序正在執行，因而更新失敗

source: The package database was changed
id: Database paket telah diubah
sl: Baza podatkov paketov je bila spremenjena
zh_tw: 軟體包資料庫被變更

source: Virtual provide type is not supported
id: Tipe virtual yang tersedia tidak didukung
sl: Vrsta navidezne ponudbe ni podprta
zh_tw: 不支援虛擬提供型態

source: Install root is invalid
id: Instal root tidak absah
sl: Koren namestitve je neveljaven
zh_tw: 安裝目錄無效

source: Cannot fetch install sources
id: Tidak bisa mengambil sumber instal
sl: Nameščanja virov ni mogoče pridobiti
zh_tw: 無法取得安裝來源

source: Rescheduled due to priority
id: Dijadwalkan ulang untuk memprioritaskan
sl: Preloženo zaradi prednosti
zh_tw: 由於優先權而重新排程了

source: Unfinished transaction
id: Transaksi tidak terselesaikan
sl: Nedokončana transakcija
zh_tw: 未完成的作業階段

source: Lock required
id: Kunci diperlukan
sl: Zahtevano zaklepanje
zh_tw: 需要鎖定

source: Unknown error
id: Error tidak diketahui
sl: Neznana napaka
zh_tw: 未知的錯誤

source: There is no network connection available. Please check your connection settings and try again
id: Tidak adanya koneksi jaringan yang tersedia. Silakan periksa pengaturan koneksimu dan coba kembali
sl: Ni na voljo omrežne povezave. Preverite nastavitve povezave in poskusite znova
zh_tw: 網路連線不可用。 請檢查您的連線設定然後再試一次

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
id: Daftar paket perlu dibangun ulang. Ini seharusnya dilakukan secara otomatis oleh backend.
sl: Seznam paketov je treba obnoviti. To bi morala že avtomatsko storiti zaledna podpora.
zh_tw: 需要重新建立軟體包清單。這應該要被後端自動完成。

source: The service that is responsible for handling user requests is out of memory. Please close some programs or restart your computer.
id: Layanan yang bertanggung jawab untuk menangani permintaan pengguna yang kehabisan memori. Silakan tutup beberapa program atau nyalakan ulang komputermu.
sl: Za storitve, ki so odgovorna za obravnavo uporabniških zahtev, ni več pomnilnika. Zaprite nekaj programov ali znova zaženite računalnik.
zh_tw: 負責處理使用者請求的服務已用盡記憶體。 請關閉一些程式或是重新啟動您的電腦。

source: A thread could not be created to service the user request.
id: Sebuah utas tidak bisa diciptakan untuk melayani permintaan pengguna.
sl: Ni bilo mogoče ustvariti niti za servisiranje uporabniške zahteve.
zh_tw: 無法建立執行緒來處理使用者請求。

source: The action is not supported by this backend. Please report a bug as this should not have happened.
id: Aksi tidaklah didukung oleh backend ini. Silakan laporkan sebuah bug bahwa ini seharusnya tidak terjadi.
sl: Ta akcija ne podpira dejanja. Prijavite programsko napako, ker se to ne bi smelo zgoditi.
zh_tw: 此後端不支援此動作。 請回報此問題，這不該發生。

source: A problem that we were not expecting has occurred. Please report this bug with the error description.
id: Suatu masalah yang tidak diharapkan telah terjadi. Silakan laporkan bug ini dengan deskripsi error tersebut.
sl: Prišlo je do težave, ki je nismo pričakovali. Prijavite programsko napako z opisom napake.
zh_tw: 發生了未預期的問題。 請回報此問題，包含錯誤的描述。

source: A security trust relationship could not be made with the software origin. Please check your software signature settings.
id: Sebuah hubungan kepercayaan keamanan tidak bisa dibuat dengan origin perangkat lunak. Silakan periksa pengaturan tandatangan perangkat-lunakmu.
sl: Varnostnega zaupnega razmerja ni bilo mogoče vzpostaviti s programsko opremo. Preverite nastavitve podpisa programske opreme.
zh_tw: 無法與軟體來源建立安全性信任關係。 請檢查您的軟體簽章設定。

source: The package that is trying to be removed or updated is not already installed.
id: Paket yang telah dicoba dihapus atau diperbarui belumlah terpasang.
sl: Paket, ki ga želite odstraniti ali posodobiti, še ni nameščen.
zh_tw: 嘗試移除或更新的軟體包並未安裝。

source: The package that is being modified was not found on your system or in any software origin.
id: Paket yang telah dimodifikasi tidaklah ditemukan pada sistemmu atau di origin perangkat lunak apa pun.
sl: Paketa, ki se spreminja, ni bilo mogoče najti v vašem sistemu ali v nobenem izvoru programske opreme.
zh_tw: 正在被更改的軟體包不在您的系統上或任何軟體來源裡。

source: The package that is trying to be installed is already installed.
id: Paket yang telah dicoba diinstal sudahlah terinstal.
sl: Paket, ki ga poskušate namestiti, je že nameščen.
zh_tw: 嘗試安裝的軟體包已安裝。

source: The package download failed. Please check your network connectivity.
id: Pengunduhan paket gagal. Silakan periksa perkoneksian jaringanmu.
sl: Prenos paketa ni uspel. Preverite omrežno povezljivost.
zh_tw: 軟體包下載失敗。 請檢查您的網路連線狀態。

source: The group type was not found. Please check your group list and try again.
id: Tipe kelompok tidaklah ditemukan. Silakan periksa daftar kelompokmu dan cobalah kembali.
sl: Vrsta skupine ni bila najdena. Preverite seznam skupin in poskusite znova.
zh_tw: 找不到群組型態。 請檢查您的群組清單，然後再試一次。

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software origin error.
id: Daftar kelompok tidak bisa dimuat. Menyegarkan cache-mu mungkin membantu, meski ini adalah sebuah kesalahan origin perangkat lunak secara normal.
sl: Seznama skupine ni bilo mogoče naložiti. Osveževanje predpomnilnika morda lahko pomaga, čeprav je to običajno napaka programske opreme.
zh_tw: 無法載入群組清單。 更新您的快取可能會有幫助，不過通常這是關於軟體來源的錯誤。

source: A package dependency could not be found. More information is available in the detailed report.
id: Suatu ketergantungan paket tidak bisa ditemukan. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Odvisnosti od paketa ni bilo mogoče najti. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 某個軟體包的相依性找不到。 在詳細報告中有更多資訊。

source: The search filter was not correctly formed.
id: Filter pencarian tidaklah berbentuk secara benar.
sl: Iskalni filter ni bil pravilno oblikovan.
zh_tw: 搜尋過濾器並未正確設定。

source: The package identifier was not well formed when sent to the system daemon. This normally indicates an internal bug and should be reported.
id: Pengidentifikasi paket tidaklah terbentuk baik ketika mengirim ke daemon sistem. Ini biasanya mengindikasikan sebuah bug internal dan seharusnya dilaporkan.
sl: Identifikator paketa ni bil pravilno oblikovan, ko je bil poslan sistemskemu demonu. To običajno kaže na notranjo napako in bi jo bilo treba sporočiti.
zh_tw: 軟體包識別子在傳送到系統守護程式時格式不正確。 這通常代表發生內部錯誤，而應被回報。

source: An error occurred while running the transaction. More information is available in the detailed report.
id: Suatu error terjadi selagi menjalankan transaksi. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Med izvajanjem transakcije je prišlo do napake. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 執行作業時發生錯誤。 在詳細報告中有更多資訊。

source: The remote software origin name was not found. You may need to enable an item in Software Origins.
id: Nama origin perangkat lunak jarak jauh tidaklah ditemukan. Kamu perlu memfungsikan sebuah butir di Origin Perangkat Lunak.
sl: Imena izvorne oddaljene programske opreme ni bilo mogoče najti. Morda je potrebno omogočiti element v virih programske opreme.
zh_tw: 找不到遠端軟體來源名稱。 您可能要到「軟體來源」去啟用它。

source: Removing a protected system package is not allowed.
id: Menghapus sebuah paket sistem yang diproteksi tidaklah diperbolehkan.
sl: Odstranjevanje zaščitenega sistemskega paketa ni dovoljeno.
zh_tw: 不允許移除被保護的系統軟體包。

source: The task was canceled successfully and no packages were changed.
id: Tugas telah berhasil dibatalkan dan tidak ada paket-paket yang berubah.
sl: Naloga je bila uspešno preklicana in noben paket ni bil spremenjen.
zh_tw: 已成功取消作業，沒有進行任何軟體包變更。

source: The task was canceled successfully and no packages were changed. The backend did not exit cleanly.
id: Tugas telah berhasil dibatalkan dan tidak ada paket-paket yang berubah. Si backend belumlah keluar secara lengkap.
sl: Naloga je bila uspešno preklicana in noben paket ni bil spremenjen. Izvajanje v zaledju se ni končalo na čist način.
zh_tw: 已成功取消作業，沒有進行任何軟體包變更。 然而後端並未乾淨的結束。

source: The native package configuration file could not be opened. Please make sure your system's configuration is valid.
id: File konfigurasi paket bawaan tidak bisa dibuka. Silakan pastikan bahwa konfigurasi sistemmu telah absah.
sl: Matične nastavitvene datoteke paketa ni bilo mogoče odpreti. Prepričajte se, da je nastavitev vašega sistema veljavna.
zh_tw: 無法開啟原生軟體包設定檔案。 請確認您的系統的設定是有效的。

source: The task is not safe to be cancelled at this time.
id: Tugas tidaklah aman kalau dibatalkan pada saat ini.
sl: Naloge trenutno ni varno preklicati.
zh_tw: 目前無法安全取消該作業。

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
id: Paket-paket sumber biasanya tidak diinstal dengan cara ini. Periksalah ekstensinya file yang telah kamu coba instal.
sl: Izvorni paketi običajno niso nameščeni na ta način. Preverite podaljšek datoteke, ki jo poskušate namestiti.
zh_tw: 源碼軟體包通常不是這樣安裝的。 請檢查您正嘗試安裝的檔案的副檔名。

source: The license agreement was not agreed to. To use this software you have to accept the license.
id: Perjanjian lisensi tidaklah disetujui. Untuk menggunakan perangkat lunak ini kamu harus menyetujui lisensi.
sl: Licenčna pogodba ni bila dogovorjena za. Za uporabo te programske opreme morate sprejeti licenco.
zh_tw: 未同意授權協議。 必須同意授權條款才能使用此軟體。

source: Two packages provide the same file. This is usually due to mixing packages for different software origins.
id: Dua paket tersedia file yang sama. Ini biasanya dilakukan untuk mencampur paket-paket bagi origin perangkat lunak yang berbeda.
sl: Dva paketa vsebujeta isto datoteko. To je ponavadi posledica mešanja paketov različnega izvora programske opreme.
zh_tw: 兩個軟體包提供了同一個檔案。 這通常是源自於混合使用來自不同軟體來源的軟體包。

source: Multiple packages exist that are not compatible with each other. This is usually due to mixing packages from different software origins.
id: Beberapa paket yang ada tidaklah kompatibel dengan satu sama lainnya. Ini biasanya dilakukan untuk mencampur paket-paket dari origin perangkat lunak yang berbeda.
sl: Obstaja več paketov, ki med seboj niso združljivi. To je ponavadi posledica mešanja paketov različnih virov programske opreme.
zh_tw: 有多個與彼此不相容的軟體包存在。這通常是源自於混合使用來自不同軟體來源的軟體包。

source: There was a (possibly temporary) problem connecting to a software origins. Please check the detailed error for further details.
id: Ada (kemungkinan sementara) masalah pengkoneksian ke sebuah origin perangkat lunak. Silakan periksa error terperinci untuk perincian lebih lanjut.
sl: Pri povezovanju s programsko opremo je prišlo do (morda začasne) težave. Za dodatne podrobnosti preverite podrobno napako.
zh_tw: 連線到軟體來源時發生問題，這可能是暫時的。 在詳細錯誤中有更多資訊。

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
id: Gagal mengenali backend pemaketan. Hal ini bisa terjadi jika peralatan pemaketan lainnya digunakan secara bersamaan.
sl: Zaledja za pakiranje ni bilo mogoče inicializirati. Do tega lahko pride, če se hkrati uporabljajo tudi druga orodja za pakiranje.
zh_tw: 初始化軟體包後端失敗。 這在同時使用其他軟體包工具的時候可能發生。

source: Failed to close down the backend instance. This error can normally be ignored.
id: Gagal menutup instansi backend. Error ini bisa secara normal diabaikan.
sl: Ni bilo mogoče zapreti pojavka zaledja. To napaka lahko običajno prezrete.
zh_tw: 關閉後端實體失敗。 通常可以忽略這個錯誤。

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
id: Tidak bisa mendapatkan kunci eksklusif pada backend pemaketan. Silakan tutup peralatan pemaketan kuno lain yang mungkin sedang dibuka.
sl: Ni mogoče dobiti ekskluzivnega zaklepa v zaledju pakiranja. Zaprite katero koli drugo staro orodje za pakiranje, ki je morda odprto.
zh_tw: 無法取得軟體包後端的排除式鎖定。 請先關閉所有可能開啟的舊式軟體包工具。

source: None of the selected packages could be updated.
id: Tak satu pun dari paket-paket yang dipilih bisa diperbarui.
sl: Nobenega od izbranih paketov ni bilo mogoče posodobiti.
zh_tw: 沒有所選的軟體包可以更新。

source: The repository configuration could not be modified.
id: Konfigurasi repositori tidak bisa dimodifikasi.
sl: Nastavitve skladišča ni bilo mogoče spremeniti.
zh_tw: 無法更改軟體庫設定。

source: Installing the local file failed. More information is available in the detailed report.
id: Penginstalan file lokal, gagal. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Namestitev lokalne datoteke ni uspela. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 安裝本地檔案失敗。 在詳細報告中有更多資訊。

source: The package signature could not be verified.
id: Tandatangan paket tidak bisa diverifikasi.
sl: Podpisa paketa ni bilo mogoče preveriti.
zh_tw: 無法驗證軟體包簽章。

source: The package signature was missing and this package is untrusted. This package was not signed with a GPG key when created.
id: Tandatangan paket tidak ada dan paket ini tidak terpercaya. Paket ini tidak ditandatangani dengan kunci GPG ketika diciptakan.
sl: Podpis paketa je manjkal in temu paketa ni zaupati. Ta paket ni bil podpisan s ključem GPG, ko je bil ustvarjen.
zh_tw: 軟體包缺乏簽章，因此此軟體包是不被信任的。 此軟體包未在建立時以 GPG 金鑰簽章。

source: Repository configuration was invalid and could not be read.
id: Konfigurasi repositori tidak absah dan tidak bisa dibaca.
sl: Nastavitev skladišča je bila neveljavna in je ni bilo mogoče prebrati.
zh_tw: 軟體庫設定無效而無法讀取。

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
id: Paket yang telah kamu coba instal tidaklah absah. File paket bisa saja korup, atau bukan paket yang tepat.
sl: Paket, ki ga poskušate namestiti, ni veljaven. Datoteka paketa je lahko pokvarjena ali pa ni ustrezen paket.
zh_tw: 您在嘗試安裝的軟體包是無效的。 軟體包檔案可能已毀損，或者不是正確的軟體包。

source: Installation of this package was prevented by your packaging system's configuration.
id: Penginstalan paket ini dicegah oleh konfigurasi sistem pemaketanmu.
sl: Namestitev tega paketa je preprečila nastavitev vašega sistema paketov.
zh_tw: 您的軟體包系統設定阻止了此軟體包的安裝。

source: The package that was downloaded is corrupt and needs to be downloaded again.
id: Paket yang diunduh korup dan perlu diunduh lagi.
sl: Paket, ki je bil prenesen poškodovan in ga je treba znova prenesti.
zh_tw: 下載的軟體包已毀損而需要重新下載。

source: All of the packages selected for install are already installed on the system.
id: Semua paket yang dipilih untuk diinstal sudah diinstal pada sistem.
sl: Vsi izbrani paketi za namestitev so že nameščeni v sistemu.
zh_tw: 所有選取要安裝的軟體包皆已安裝於系統上。

source: The specified file could not be found on the system. Check that the file still exists and has not been deleted.
id: File yang ditentukan tidak bisa ditemukan di sistem. Periksalah apakah file tersebut masih ada dan belum dihapus.
sl: Določene datoteke ni bilo mogoče najti v sistemu. Preverite, ali datoteka še vedno obstaja in ni bila izbrisana.
zh_tw: 系統上找不到指定的檔案。 請檢查檔案仍然存在而未被刪除。

source: Required data could not be found on any of the configured software origins. There were no more download mirrors that could be tried.
id: Data yang diperlukan tidak bisa ditemukan pada origin perangkat lunak mana pun yang dikonfigurasi. Tidak ada lagi mirror unduhan yang bisa dicoba.
sl: Zahtevanih podatkov ni bilo mogoče najti v nobenem od nastavljenih virov programov. Ni bilo več zrcalnih strežnikov za prenos, ki bi jih bilo mogoče preizkusiti.
zh_tw: 在設定的各軟體來源中找不到需要的資料。 沒有其他可以嘗試的下載鏡像。

source: Required upgrade data could not be found in any of the configured software origins. The list of distribution upgrades will be unavailable.
id: Data peningkatan versi yang diperlukan tidak dapat ditemukan pada origin perangkat lunak mana pun yang dikonfigurasi. Daftar dari peningkatan versi distribusi akan tak tersedia.
sl: Zahtevanih podatkov nadgradnje ni bilo mogoče najti v nobenem viru programske opreme. Seznam nadgradenj distribucije ne bo na voljo.
zh_tw: 在設定的各軟體來源中找不到需要的更新資料。 將會無法使用發行版更新清單。

source: The package that is trying to be installed is incompatible with this system.
id: Paket yang yang telah dicoba diinstal tidaklah kompatibel dengan sistem ini.
sl: Paket, ki ga skušate namestiti, ni združljiv s tem sistemom.
zh_tw: 嘗試安裝的軟體包與此系統不相容。

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
id: Kehabisan ruang pada peranti. Bebaskan beberapa ruang pada disk sistem untuk melakukan operasi ini.
sl: Na napravi ni dovolj prostora. Za izvajanje te operacije sprostite nekaj prostora na sistemskem disku.
zh_tw: 裝置上剩餘空間不足。 請在系統磁碟上清出一些空間再進行此操作。

source: Additional media is required to complete the transaction.
id: Media tambahan diperlukan untuk merampungkan transaksi.
sl: Za dokončanje transakcije so potrebni dodatni mediji.
zh_tw: 需要額外媒體才能完成作業階段。

source: You have failed to provide correct authentication. Please check any passwords or account settings.
id: Kamu gagal memberikan autentikasi yang benar. Silakan periksa pengaturan akun atau kata sandi.
sl: Niste omogočil pravilne overitve. Preverite gesla ali nastavitve računa.
zh_tw: 您並未提供正確的認證資訊。 請檢查密碼或帳號設定。

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
id: Pembaruan yang ditentukan tidak ketemu. Ini mungkin sudah terinstal atau tidak lagi tersedia pada server jarak jauh.
sl: Navedene posodobitve ni bilo mogoče najti. Lahko je bila že nameščena ali pa ni več na voljo na oddaljenem strežniku.
zh_tw: 找不到指定的更新。 可能是已安裝，或是它已不再由遠端伺服器所提供。

source: The package could not be installed from untrusted origin.
id: Paket tidak bisa diinstal dari origin tidak terpercaya.
sl: Paketa ni bilo mogoče namestiti zaradi izvora nevrednega zaupanja.
zh_tw: 無法從不信任的來源安裝軟體包。

source: The package could not be updated from untrusted origin.
id: Paket tidak bisa diperbarui dari origin tidak terpercaya.
sl: Paketa ni bilo mogoče posodobiti zaradi izvora nevrednega zaupanja.
zh_tw: 無法從不信任的來源更新軟體包。

source: The file list is not available for this package.
id: Daftar file tidaklah tersedia untuk paket ini.
sl: Seznama datotek za ta paket ni na voljo.
zh_tw: 無法使用此軟體包的檔案清單。

source: The information about what requires this package could not be obtained.
id: Informasi tentang apa yang diperlukan paket ini tidak bisa didapatkan.
sl: Podatkov o tem, kaj zahteva ta paket, ni bilo mogoče dobiti.
zh_tw: 無法取得什麼需要此軟體包的資訊。

source: The specified software origin could not be disabled.
id: Origin perangkat lunak tidak bisa dinonfungsikan.
sl: Navedenega izvora programske opreme ni bilo mogoče onemogočiti.
zh_tw: 指定的軟體來源無法停用。

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
id: Unduhan tidak bisa dilakukan secara otomatis dan seharusnya dilakukan secara manual. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Prenosa ni bilo mogoče izvesti samodejno in bi ga morali opraviti ročno. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 無法自動完成下載，需要手動進行下載。 在詳細報告中有更多資訊。

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
id: Salahsatu paket yang dipilih gagal dikonfigurasi secara benar. Informasi selebihnya telah tersedia di laporan terperinci.
sl: En od izbranih paketov se ni uspel pravilno nastaviti. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 選取軟體包其中之一無法正確設定。 在詳細報告中有更多資訊。

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
id: Salahsatu paket yang dipilih gagal dibagun secara benar. Informasi selebihnya telah tersedia di laporan terperinci.
sl: En od izbranih paketov se ni uspel pravilno sestaviti. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 選取軟體包其中之一無法正確編譯。 在詳細報告中有更多資訊。

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
id: Salahsatu paket yang dipilih gagal diinstal secara benar. Informasi selebihnya telah tersedia di laporan terperinci.
sl: En od izbranih paketov se ni uspel pravilno namestiti. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 選取軟體包其中之一無法正確安裝。 在詳細報告中有更多資訊。

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
id: Salahsatu paket yang dipilih gagal dihapus secara benar. Informasi selebihnya telah tersedia di laporan terperinci.
sl: En od izbranih paketov se ni uspel pravilno odstraniti. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 選取軟體包其中之一無法正確移除。 在詳細報告中有更多資訊。

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
id: Sebuah program yang sedang berjalan harus ditutup sebelum pembaruan bisa diproses. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Teče se program, ki ga je treba zapreti, preden se lahko posodobitev nadaljuje. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 有在安裝前必須先關閉的程式正在執行中，需要關閉它才能進行更新。 在詳細報告中有更多資訊。

source: The package database was changed while the request was running.
id: Database paket telah diubah sedangkan permintaan sedang berjalan.
sl: Med izvajanjem zahtevka je bila baza podatkov paketov spremenjena.
zh_tw: 軟體包資料庫在請求執行中時被變更了。

source: The virtual provide type is not supported by this system.
id: Tipe virtual yang tersedia tidak didukung oleh sistem ini.
sl: Ta sistem ne podpira navideznih vrst.
zh_tw: 此系統不支援「虛擬」提供型態。

source: The install root is invalid. Please contact your administrator.
id: Penginstalan root tidak absah. Silakan hubungi administrator kamu.
sl: Koren namestitve ni veljaven. Obrnite se na svojega skrbnika.
zh_tw: 安裝目錄無效。請與您的系統管理員聯絡。

source: The list of software could not be downloaded.
id: Daftar perangkat lunak tidaklah bisa diunduh.
sl: Seznama programske opreme ni bilo mogoče prenesti.
zh_tw: 無法下載軟體列表。

source: The transaction has been cancelled and will be retried when the system is idle.
id: Transaksi telah dibatalkan dan akan dicoba ulang ketika sistem sedang idle.
sl: Transakcija je bila preklicana in bo ponovno poskušala, ko bo sistem nedejaven.
zh_tw: 作業階段已被取消，並會在系統閒置時重試。

source: A previous package management transaction was interrupted.
id: Sebuah transaksi pengelola paket sebelumnya telah terganggu.
sl: Prejšnja transakcija upravljanja paketov je bila prekinjena.
zh_tw: 有一個先前被中斷的軟體包管理作業階段。

source: A package manager lock is required.
id: Sebuah kunci pengelola paket telah diperlukan.
sl: Potreben je zaklep upravitelja paketov.
zh_tw: 需要取得軟體包管理員鎖定。
