Repository: AOSC-Tracking/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: id, sl, zh_tw

# This is when the transaction status is not known
source: Unknown state
id: Keadaan tidak diketahui
sl: Neznano stanje
zh_tw: 狀態未知

# transaction state, the daemon is in the process of starting
source: Waiting for service to start
id: Menunggu layanan untuk memulai
sl: Čakanje, da se storitev začne
zh_tw: 正在等待服務啟動

# transaction state, the transaction is waiting for another to complete
source: Waiting for other tasks
id: Menunggu tugas lain
sl: Čakanje na druge naloge
zh_tw: 正在等待其他作業

# transaction state, just started
source: Running task
id: Tugas yang berjalan
sl: Poganjanje naloge
zh_tw: 正在執行作業

# transaction state, is querying data
source: Querying
id: Peng-query-an
sl: Povpraševanje
zh_tw: 正在查詢

# transaction state, getting data from a server
source: Getting information
id: Mendapatkan informasi
sl: Pridobivanje informacij
zh_tw: 正在取得資訊

# transaction state, removing packages
source: Removing packages
id: Menghapus paket
sl: Odstranjevanje paketov
zh_tw: 正在移除軟體包

# transaction state, downloading package files
source: Downloading at %1/s, %2 remaining
id: Mengunduh pada %1/d, tersisa %2
sl: Prenos pri %1/s, preostanek %2
zh_tw: 下載中（下載速度：%1/秒，剩餘時間：%2）

# transaction state, downloading package files
source: Downloading at %1/s
id: Mengunduh pada %1/d
sl: Prenos sem pri %1/s
zh_tw: 下載中（下載速度：%1/秒）

# transaction state, downloading package files
source: Downloading, %1 remaining
id: Mengunduh, tersisa %1
sl: Prenos sem, %1 ostaja
zh_tw: 下載中（剩餘時間：%1）

# transaction state, downloading package files
source: Downloading
id: Mengunduh
sl: Prenos sem
zh_tw: 下載中

# transaction state, installing packages
source: Installing packages
id: Menginstal paket-paket
sl: Nameščanje paketov
zh_tw: 正在安裝軟體包

# transaction state, refreshing internal lists
source: Refreshing software list
id: Menyegarkan daftar perangkat lunak
sl: Osveževanje seznama programja
zh_tw: 正在重新整理軟體包列表

# transaction state, installing updates
source: Updating packages
id: Memperbarui paket-paket
sl: Osveževanje paketov
zh_tw: 正在更新軟體包

# transaction state, removing old packages, and cleaning config files
source: Cleaning up packages
id: Membereskan paket-paket
sl: Čiščenje paketov
zh_tw: 正在清理軟體包

# transaction state, obsoleting old packages
source: Obsoleting packages
id: Mengusangkan paket-paket
sl: Določanje zastarelih paketov
zh_tw: 正在將舊軟體包標為「廢棄」

# transaction state, checking the transaction before we do it
source: Resolving dependencies
id: Menyelesaikan ketergantungan
sl: Reševanje odvisnosti
zh_tw: 正在解決依賴關係

# transaction state, checking if we have all the security keys for the operation
source: Checking signatures
id: Memeriksa tandatanganan
sl: Preverjanje podpisov
zh_tw: 正在檢查簽名

# transaction state, when we're doing a test transaction
source: Testing changes
id: Menguji perubahan
sl: Preizkušanje sprememb
zh_tw: 正在測試變更

# transaction state, when we're writing to the system package database
source: Committing changes
id: Melakukan perubahan
sl: Potrjevanje sprememb
zh_tw: 正在提交變更

# transaction state, requesting data from a server
source: Requesting data
id: Meminta data
sl: Zahteva po podatkih
zh_tw: 正在請求資料

# transaction state, all done!
source: Finished
id: Beres
sl: Dokončano
zh_tw: 作業完成

# transaction state, in the process of cancelling
source: Cancelling
id: Membatalkan
sl: Preklic
zh_tw: 取消作業中

# transaction state, downloading metadata
source: Downloading repository information
id: Mengunduh informasi repositori
sl: Prenos podatkov o skladišču
zh_tw: 正在下載軟體庫資料

# transaction state, downloading metadata
source: Downloading list of packages
id: Mengunduh daftar paket-paket
sl: Prenos seznama paketov
zh_tw: 正在下載軟體包清單

# transaction state, downloading metadata
source: Downloading file lists
id: Mengunduh daftar file
sl: Prenos seznama datotek
zh_tw: 正在下載檔案清單

# transaction state, downloading metadata
source: Downloading lists of changes
id: Mengunduh daftar perubahan
sl: Prenos seznama sprememb
zh_tw: 正在下載變更清單

# transaction state, downloading metadata
source: Downloading groups
id: Mengunduh kelompokan
sl: Prenos skupin
zh_tw: 正在下載群組

# transaction state, downloading metadata
source: Downloading update information
id: Mengunduh informasi pembaruan
sl: Prenos informacij o posodobitvah
zh_tw: 正在下載更新資訊

# transaction state, repackaging delta files
source: Repackaging files
id: Memaket ulang file-file
sl: Ponovno pakiranje datotek
zh_tw: 正在重新包裝檔案

# transaction state, loading databases
source: Loading cache
id: Memuat cache
sl: Nalaganje predpomnilnika
zh_tw: 正在載入快取

# transaction state, scanning for running processes
source: Scanning installed applications
id: Memindai aplikasi yang terinstal
sl: Pregled nameščenih aplikacij
zh_tw: 正在掃描已安裝應用程式

# transaction state, generating a list of packages installed on the system
source: Generating package lists
id: Menghasilkan daftar paket
sl: Ustvarjanje seznamov paketov
zh_tw: 正在產生軟體包清單

# transaction state, when we're waiting for the native tools to exit
source: Waiting for package manager lock
id: Menunggu kunci pengelola paket
sl: Čakanje na zaklepanje upravitelja paketov
zh_tw: 正在等待軟體包管理員鎖定

# waiting for user to type in a password
source: Waiting for authentication
id: Menunggu autentikasi
sl: Čakanje na preverjanje pristnosti
zh_tw: 正在等待認證

# we are updating the list of processes
source: Updating the list of running applications
id: Memperbarui daftar pada aplikasi yang berjalan
sl: Posodabljanje seznama zagnanih aplikacij
zh_tw: 正在更新執行中的應用程式清單

# we are checking executable files in use
source: Checking for applications currently in use
id: Memeriksa aplikasi yang saat ini sedang digunakan
sl: Preverjanje aplikacij, ki so trenutno v rabi
zh_tw: 正在檢查目前使用的應用程式

# we are checking for libraries in use
source: Checking for libraries currently in use
id: Memeriksa pustaka lib yang saat ini sedang digunakan
sl: Preverjanje knjižnic, ki so trenutno v rabi
zh_tw: 正在檢查目前使用的函式庫

# we are copying package files to prepare to install
source: Copying files
id: Menyalin file-file
sl: Kopiranje datotek
zh_tw: 正在複製檔案

# The action of the package, in past tense
source: Downloaded
id: Terunduh
sl: Preneseno sem
zh_tw: 已下載

# The action of the package, in past tense
source: Updated
id: Terbarukan
sl: Posodobljeno
zh_tw: 已更新

# The action of the package, in past tense
source: Installed
id: Terinstal
sl: Nameščeno
zh_tw: 已安裝

# The action of the package, in past tense
source: Removed
id: Terhapus
sl: Odstranjeno
zh_tw: 已移除

# The action of the package, in past tense
source: Cleaned Up
id: Terbereskan
sl: Očiščeno
zh_tw: 已清理

# The action of the package, in past tense
source: Obsoleted
id: Terusang
sl: Določeno kot zastarelo
zh_tw: 已廢棄

# The role of the transaction, in present tense
source: Unknown role type
id: Tipe peraturan yang tidak diketahui
sl: Neznana vrsta vloge
zh_tw: 未知角色類型

# The role of the transaction, in present tense
source: Getting dependencies
id: Mendapatkan ketergantungan
sl: Pridobivanje odvisnosti
zh_tw: 正在取得相依性

# The role of the transaction, in present tense
source: Getting update detail
id: Mendapatkan perincian pembaruan
sl: Pridobivanje podrobnosti posodobitev
zh_tw: 正在取得更新細節

# The role of the transaction, in present tense
source: Getting details
id: Mendapatkan perincian
sl: Pridobivanje podrobnosti
zh_tw: 正在取得細節

# The role of the transaction, in present tense
source: Getting requires
id: Mendapatkan yang diperlukan
sl: Pridobivanje zahtev
zh_tw: 正在取得需要的軟體

# The role of the transaction, in present tense
source: Getting updates
id: Mendapatkan pembaruan
sl: Pridobivanje posodobitev
zh_tw: 正在取得更新

# The role of the transaction, in present tense
source: Searching details
id: Mencari perincian
sl: Preiskovanje podrobnosti
zh_tw: 正在搜尋細節

# The role of the transaction, in present tense
source: Searching for file
id: Mencari file
sl: Preiskovanje datoteke
zh_tw: 正在搜尋檔案

# The role of the transaction, in present tense
source: Searching groups
id: Mencari kelompok
sl: Preiskovanje skupin
zh_tw: 正在搜尋群組

# The role of the transaction, in present tense
source: Searching by package name
id: Mencari berdasarkan nama paket
sl: Preiskovanje po imenih paketov
zh_tw: 正在依軟體包名稱進行搜尋

# The role of the transaction, in present tense
source: Simulating removal
id: Mensimulasikan penghapusan
sl: Simulacija odstranjevanja
zh_tw: 正在模擬移除

# The role of the transaction, in present tense
source: Downloading packages
id: Mengunduh paket-paket
sl: Prenos paketov
zh_tw: 正在下載軟體包

# The role of the transaction, in present tense
source: Removing
id: Menghapus
sl: Odstranjevanje
zh_tw: 移除中

# The role of the transaction, in present tense
source: Simulating install
id: Mensimulasikan penginstalan
sl: Simulacija namestitve
zh_tw: 正在模擬安裝

# The role of the transaction, in present tense
source: Installing
id: Menginstal
sl: Nameščanje
zh_tw: 安裝中

# The role of the transaction, in present tense
source: Simulating file install
id: Mensimulasikan penginstalan file
sl: Simuliranje namestitvene datoteke
zh_tw: 正在模擬檔案安裝

# The role of the transaction, in present tense
source: Downloading required packages
id: Mengunduh paket-paket yang diperlukan
sl: Prenašanje zahtevanih paketov
zh_tw: 正在下載需要的軟體包

# The role of the transaction, in present tense
source: Installing file
id: Menginstal file
sl: Nameščanje datoteke
zh_tw: 正在安裝檔案

# The role of the transaction, in present tense
source: Refreshing package cache
id: Menyegarkan cache paket
sl: Osveževanje predpomnilnika paketov
zh_tw: 正在重新整理軟體包快取

# The role of the transaction, in present tense
source: Simulating update
id: Mensimulasikan pembaruan
sl: Simuliranje posodobitve
zh_tw: 正在模擬更新

# The role of the transaction, in present tense
source: Downloading updates
id: Mengunduh pembaruan
sl: Prenašanje posodobitev
zh_tw: 正在下載更新

# The role of the transaction, in present tense
source: Updating packages
id: Memperbarui paket-paket
sl: Posodabljanje paketov
zh_tw: 正在更新軟體包

# The role of the transaction, in present tense
source: Canceling
id: Membatalkan
sl: Preklicevanje
zh_tw: 正在取消

# The role of the transaction, in present tense
source: Getting list of repositories
id: Mendapatkan daftar repositori
sl: Pridobivanje seznama skladišč
zh_tw: 正在取得軟體庫清單

# The role of the transaction, in present tense
source: Enabling repository
id: Memfungsikan repositori
sl: Omogočanje skladišča
zh_tw: 正在啟用軟體庫

# The role of the transaction, in present tense
source: Setting repository data
id: Mengatur data repositori
sl: Nastavitev podatkov iz skladišča
zh_tw: 正在設定軟體庫資料

# The role of the transaction, in present tense
source: Resolving
id: Menyelesaikan
sl: Razreševanje
zh_tw: 解決中

# The role of the transaction, in present tense
source: Getting file list
id: Mendapatkan daftar file
sl: Pridobivanje seznama datotek
zh_tw: 正在取得檔案清單

# The role of the transaction, in present tense
source: Getting what provides
id: Mendapatkan penyedia apa
sl: Pridobivanje tega, kar ponujajo
zh_tw: 正在取得提供軟體包

# The role of the transaction, in present tense
source: Installing signature
id: Menginstal tandatangan
sl: Nameščanje podpisa
zh_tw: 正在安裝簽章

# The role of the transaction, in present tense
source: Getting package lists
id: Menghasilkan daftar paket
sl: Pridobivanje seznamov paketov
zh_tw: 正在取得軟體包清單

# The role of the transaction, in present tense
source: Accepting EULA
id: Setujui EULA
sl: Sprejemanje pogodbe EULA
zh_tw: 正在接受 EULA

# The role of the transaction, in present tense
source: Getting distribution upgrade information
id: Mendapatkan informasi peningkatan versi distribusi
sl: Pridobivanje informacij o nadgradnji distribucije
zh_tw: 正在取得發行版更新資訊

# The role of the transaction, in present tense
source: Getting categories
id: Mendapatkan kategori
sl: Pridobivanje kategorij
zh_tw: 正在取得分類

# The role of the transaction, in present tense
source: Getting old transactions
id: Mendapatkan transaksi lawas
sl: Pridobivanje starih transakcij
zh_tw: 正在取得舊的作業階段

# The role of the transaction, in present tense
source: Repairing system
id: Mereparasi sistem
sl: Popravljanje sistema
zh_tw: 正在修復系統

# The role of the transaction, in present tense
source: Removing repository
id: Menghapus repositori
sl: Odstranjevanje skladišča
zh_tw: 正在移除軟體庫

# The role of the transaction, in past tense
source: Unknown role type
id: Tipe peraturan tidak diketahui
sl: Neznana vrsta vloge
zh_tw: 未知角色類型

# The role of the transaction, in past tense
source: Got dependencies
id: Mendapat ketergantungan
sl: Pridobljene odvisnosti
zh_tw: 已取得相依性

# The role of the transaction, in past tense
source: Got update detail
id: Mendapat perincian pembaruan
sl: Pridobljene podrobnosti o posodobitvi
zh_tw: 已取得更新細節

# The role of the transaction, in past tense
source: Got details
id: Mendapat perincian
sl: Pridobljene podrobnosti
zh_tw: 已取得細節

# The role of the transaction, in past tense
source: Got requires
id: Mendapat yang diperlukan
sl: Pridobljene zahteve
zh_tw: 已取得需要的軟體

# The role of the transaction, in past tense
source: Got updates
id: Mendapat pembaruan
sl: Pridobljene posodobitve
zh_tw: 已取得更新

# The role of the transaction, in past tense
source: Searched for package details
id: Perincian paket yang dicari
sl: Preiskane podrobnosti paketov
zh_tw: 已搜尋軟體包細節

# The role of the transaction, in past tense
source: Searched for file
id: File yang dicari
sl: Preiskana datoteka
zh_tw: 已搜尋檔案

# The role of the transaction, in past tense
source: Searched groups
id: Kelompok yang dicari
sl: Preiskane skupine
zh_tw: 已搜尋群組

# The role of the transaction, in past tense
source: Searched for package name
id: Nama paket yang dicari
sl: Preiskano ime paketov
zh_tw: 已搜尋軟體包名稱

# The role of the transaction, in past tense
source: Removed packages
id: Paket-paket yang dihapus
sl: Odstranjeni paketi
zh_tw: 已移除軟體包

# The role of the transaction, in past tense
source: Installed packages
id: Paket-paket yang diinstal
sl: Nameščeni paketi
zh_tw: 已安裝軟體包

# The role of the transaction, in past tense
source: Installed local files
id: File lokal yang diinstal
sl: Nameščene lokalne datoteke
zh_tw: 已安裝本地檔案

# The role of the transaction, in past tense
source: Refreshed package cache
id: Cache paket yang disegarkan
sl: Osveženi predpomnilnik paketov
zh_tw: 已重新整理軟體包快取

# The role of the transaction, in past tense
source: Updated packages
id: Paket-paket yang diperbarui
sl: Osveženi paketi
zh_tw: 已更新軟體包

# The role of the transaction, in past tense
source: Canceled
id: Dibatalkan
sl: Preklicano
zh_tw: 已取消

# The role of the transaction, in past tense
source: Got list of repositories
id: Mendapat daftar repositori
sl: Pridobljen seznam skladišč
zh_tw: 已取得軟體庫清單

# The role of the transaction, in past tense
source: Enabled repository
id: Repositori yang difungsikan
sl: Omogočeno skladišče
zh_tw: 已啟用軟體庫

# The role of the transaction, in past tense
source: Set repository data
id: Atur data repositori
sl: Nastavljeni podatki iz skladišča
zh_tw: 設定軟體庫資料

# The role of the transaction, in past tense
source: Resolved
id: Diselesaikan
sl: Rešeni
zh_tw: 已解決

# The role of the transaction, in past tense
source: Got file list
id: Mendapat daftar file
sl: Pridobljen seznam datotek
zh_tw: 已取得檔案清單

# The role of the transaction, in past tense
source: Got what provides
id: Mendapat penyedia apa
sl: Pridobljeno kaj nudi
zh_tw: 已取得提供軟體包

# The role of the transaction, in past tense
source: Installed signature
id: Tandatangan yang diinstal
sl: Nameščen podpis
zh_tw: 已安裝簽章

# The role of the transaction, in past tense
source: Got package lists
id: Mendapat daftar paket
sl: Pridobljeni seznami paketov
zh_tw: 已取得軟體包清單

# The role of the transaction, in past tense
source: Accepted EULA
id: EULA yang disetujui
sl: Sprejeta pogodba EULA
zh_tw: 已接受 EULA

# The role of the transaction, in past tense
source: Downloaded packages
id: Paket-paket yang diunduh
sl: Preneseni paketi
zh_tw: 已下載軟體包

# The role of the transaction, in past tense
source: Got distribution upgrades
id: Mendapat peningkatan versi distribusi
sl: Pridobljene posodobitve distribucije
zh_tw: 已取得發行版更新

# The role of the transaction, in past tense
source: Got categories
id: Mendapat kategori
sl: Pridobljene kategorije
zh_tw: 已取得分類

# The role of the transaction, in past tense
source: Got old transactions
id: Mendapat transaksi lawas
sl: Pridobljene stare transakcije
zh_tw: 取得了舊的作業階段

# The role of the transaction, in past tense
source: Repaired system
id: Sistem direparasi
sl: Popravljen sistem
zh_tw: 已修復系統

# The role of the transaction, in past tense
source: Removed repository
id: Repositori yang dihapus
sl: Odstranjeno skladišče
zh_tw: 已移除軟體庫

source: Downloading
id: Mengunduh
sl: Prenašanje
zh_tw: 下載中

source: Updating
id: Memperbarui
sl: Posodabljanje
zh_tw: 更新中

source: Installing
id: Menginstal
sl: Nameščanje
zh_tw: 安裝中

source: Removing
id: Menghapus
sl: Odstranjevanje
zh_tw: 移除中

source: Cleaning up
id: Membereskan
sl: Čiščenje
zh_tw: 清理中

source: Obsoleting
id: Mengusangkan
sl: Določanje kot zastarelo
zh_tw: 標記廢棄中

source: Reinstalling
id: Menginstal ulang
sl: Ponovno nameščanje
zh_tw: 重新安裝中

source: Preparing
id: Mempersiapkan
sl: Pripravljanje
zh_tw: 準備中

source: Decompressing
id: Mendekompres
sl: Razpakiranje
zh_tw: 解壓縮中

source: Downloaded
id: Diunduh
sl: Preneseno
zh_tw: 已下載

source: Updated
id: Diperbarui
sl: Posodobljeno
zh_tw: 已更新

source: Installed
id: Diinstal
sl: Nameščeno
zh_tw: 已安裝

source: Removed
id: Dihapus
sl: Odstranjeno
zh_tw: 已移除

source: Cleaned up
id: Dibereskan
sl: Očiščeno
zh_tw: 已清理

source: Obsoleted
id: Diusangkan
sl: Proglašeno za zastarelo
zh_tw: 已廢棄

source: Reinstalled
id: Diinstal ulang
sl: Ponovno nameščeno
zh_tw: 已重新安裝

source: Prepared
id: Disiapkan
sl: Pripravljeno
zh_tw: 已準備好

source: Decompressed
id: Didekompres
sl: Razpakirano
zh_tw: 已解壓

source: No network connection available
id: Tidak ada koneksi jaringan yang tersedia
sl: Ni na voljo omrežne povezave
zh_tw: 網路連線不可用

source: No package cache is available
id: Tidak ada cache paket yang tersedia
sl: Predpomnilnika paketov ni na voljo
zh_tw: 軟體包快取不可用

source: Out of memory
id: Kehabisan memori
sl: Zmanjkalo je pomnilnika
zh_tw: 記憶體不足

source: Failed to create a thread
id: Gagal menciptakan utas
sl: Ni bilo mogoče ustvariti niti
zh_tw: 建立執行緒失敗

source: Not supported by this backend
id: Tidak didukung oleh backend ini
sl: To zaledje ni podprto
zh_tw: 此後端不支援

source: An internal system error has occurred
id: Sebuah error sistem internal telah terjadi
sl: Prišlo je do notranje napake sistema
zh_tw: 發生內部系統錯誤

source: A security trust relationship is not present
id: Sebuah hubungan kepercayaan keamanan tidaklah ada
sl: Ni varnostno zaupnega odnosa
zh_tw: 不存在安全性信任關係

source: The package is not installed
id: Paket tidaklah terinstal
sl: Ta paket ni nameščen
zh_tw: 該軟體包未安裝

source: The package was not found
id: Paket tidaklah ditemukan
sl: Paketa ni bilo mogoče najti
zh_tw: 找不到軟體包

source: The package is already installed
id: Paket sudah terinstal
sl: Paket je že nameščen
zh_tw: 該軟體包已安裝

source: The package download failed
id: Pengunduhan paket gagal
sl: Prenos paketa ni uspel
zh_tw: 軟體包下載失敗

source: The group was not found
id: Kelompok tidaklah ditemukan
sl: Skupine ni bilo mogoče najti
zh_tw: 找不到群組

source: The group list was invalid
id: Daftar kelompok tidaklah absah
sl: Seznam skupin je bil neveljaven
zh_tw: 群組清單無效

source: Dependency resolution failed
id: Gagal pemberesan ketergantungan
sl: Reševanje odvisnosti ni uspelo
zh_tw: 相依性解決失敗

source: Search filter was invalid
id: Filter pencarian tidaklah absah
sl: Iskalni filter ni veljaven
zh_tw: 搜尋過濾器無效

source: The package identifier was not well formed
id: Pengidentifikasi paket tidak terbentuk dengan baik
sl: Identifikator paketa ni bil dobro oblikovan
zh_tw: 軟體包識別子格式不正確

source: Transaction error
id: Error transaksi
sl: Napaka transakcije
zh_tw: 作業階段錯誤

source: Repository name was not found
id: Nama repositori tidaklah ditemukan
sl: Ime skladišča ni bilo mogoče najti
zh_tw: 找不到軟體庫名稱

source: Could not remove a protected system package
id: Tidak bisa menghapus paket sistem terlindungi
sl: Zaščitenega sistemskega paketa ni bilo mogoče odstraniti
zh_tw: 無法移除被保護的系統軟體包

source: The task was canceled
id: Tugas telah dibatalkan
sl: Naloga je bila preklicana
zh_tw: 作業已被取消

source: The task was forcibly canceled
id: Tugas telah dibatalkan secara paksa
sl: Naloga je bila prisilno preklicana
zh_tw: 作業已被強制取消

source: Reading the config file failed
id: Pembacaan file konfig gagal
sl: Branje nastanitvene datoteke ni uspelo
zh_tw: 讀取設定檔案失敗

source: The task cannot be cancelled
id: Tugas tidak bisa dibatalkan
sl: Naloga ne more biti preklicana
zh_tw: 無法取消作業

source: Source packages cannot be installed
id: Paket-paket sumber tidak bisa dibatalkan
sl: Izvornih paketov ni mogoče namestiti
zh_tw: 無法安裝源碼軟體包

source: The license agreement failed
id: Perjanjian lisensi gagal
sl: Licenčna pogodba ni uspela
zh_tw: 未同意授權協議

source: Local file conflict between packages
id: File lokal konflik antara paket-paket
sl: Nezdružljivost lokalne datoteke s paketi
zh_tw: 軟體包之間有本地檔案衝突

source: Packages are not compatible
id: Paket-paket tidaklah kompatibel
sl: Paketi niso združljivi
zh_tw: 軟體包不相容

source: Problem connecting to a software origin
id: Masalah pengkoneksian ke sebuah origin perangkat lunak
sl: Težava pri povezovanju z virom programske opreme
zh_tw: 連線到軟體來源時發生問題

source: Failed to initialize
id: Gagal mengenali
sl: Inicializacija ni uspela
zh_tw: 初始化失敗

source: Failed to finalize
id: Gagal membereskan
sl: Dokončanje ni bilo mogoče
zh_tw: 收尾失敗

source: Cannot get lock
id: Tidak bisa mendapatkan kunci
sl: Ni mogoče zakleniti
zh_tw: 無法取得鎖定

source: No packages to update
id: Tidak ada paket untuk diperbarui
sl: Ni paketov za posodobitev
zh_tw: 沒有軟體包需要更新

source: Cannot write repository configuration
id: Tidak bisa menulis konfigurasi repositori
sl: Ni mogoče zapisati nastavitve skladišča
zh_tw: 無法寫入軟體庫設定

source: Local install failed
id: Penginstalan lokal gagal
sl: Lokalna namestitev ni uspela
zh_tw: 本地安裝失敗

source: Bad GPG signature
id: Tandatangan GPG buruk
sl: Neustrezen podpis GPG
zh_tw: 不正確的 GPG 簽章

source: Missing GPG signature
id: Tandatangan GPG hilang
sl: Manjkajoč podpis GPG
zh_tw: 缺乏 GPG 簽章

source: Repository configuration invalid
id: Konfigurasi repositori tidak absah
sl: Neveljavna nastavitev skladišča
zh_tw: 軟體庫設定無效

source: Invalid package file
id: File paket tidak absah
sl: Neveljavna datoteka paketa
zh_tw: 無效的軟體包檔案

source: Package install blocked
id: Penginstalan paket terhalang
sl: Namestitev paketa blokirana
zh_tw: 軟體包安裝被封鎖

source: Package is corrupt
id: Paket telah korup
sl: Paket je pokvarjen
zh_tw: 軟體包已毀損

source: All packages are already installed
id: Semua paket siap diinstal
sl: Vsi paketi so že nameščeni
zh_tw: 所有軟體包皆已安裝

source: The specified file could not be found
id: File yang ditentukan tidak ketemu
sl: Navedene datoteke ni bilo mogoče najti
zh_tw: 找不到指定的檔案

source: No more mirrors are available
id: Tidak ada lagi mirror yang tersedia
sl: Ni več zrcalnih strežnikov
zh_tw: 沒有其他可用的鏡像站

source: No distribution upgrade data is available
id: Tidak ada data peningkatan versi distribusi yang tersedia
sl: Podatki o nadgradnji distribucije niso na voljo
zh_tw: 沒有可用的發行版更新資料

source: Package is incompatible with this system
id: Paket tidak kompatibel dengan sistem ini
sl: Paket ni združljiv s tem sistemom
zh_tw: 軟體包與此系統不相容

source: No space is left on the disk
id: Tidak ada ruang kosong yang tersisa pada disk
sl: Na disku ni več prostora
zh_tw: 磁碟空間已用盡

source: A media change is required
id: Sebuah perubahan media diperlukan
sl: Potrebna je zamenjava medija
zh_tw: 需要更換媒體

source: Authorization failed
id: Otorisasi gagal
sl: Pooblastitev ni uspela
zh_tw: 認證失敗

source: Update not found
id: Pembaruan tidak ditemukan
sl: Posodobitve ni bilo mogoče najti
zh_tw: 找不到更新

source: Cannot install from untrusted origin
id: Tidak bisa menginstal dari origin yang tak terpercaya
sl: Ni mogoče namestiti iz izvora nevrednega zaupanja
zh_tw: 無法從不信任的來源進行安裝
