Repository: AOSC-Tracking/plasma-pk-updates
Catalog: po/*/pkupdates.po
Languages: id, sl, zh_tw

source: Unknown error, please report a bug. More information is available in the detailed report.
id: Error yang tidak diketahui, mohon laporkan bug. Informasi selebihnya telah tersedia di laporan terperinci.
sl: Neznana napaka, prosim prijavite napako. Več informacij je na voljo v podrobnem poročilu.
zh_tw: 未知的錯誤，請回報臭蟲。 在詳細報告中有更多資訊。

# The group type
source: Accessibility
id: Aksesibilitas
sl: Dostopnost
zh_tw: 無障礙輔助

# The group type
source: Accessories
id: Aksesoris
sl: Pripomočki
zh_tw: 附屬應用程式

# The group type
source: Education
id: Pendidikan
sl: Izobraževanje
zh_tw: 教育

# The group type
source: Games
id: Permainan
sl: Igre
zh_tw: 遊戲

# The group type
source: Graphics
id: Grafik
sl: Grafika
zh_tw: 圖形

# The group type
source: Internet
zh_tw: 網際網路

# The group type
source: Office
id: Perkantoran
sl: Pisarna
zh_tw: 辦公室

# The group type
source: Others
id: Lainnya
sl: Ostalo
zh_tw: 其他

# The group type
source: Development
id: Pengembangan
sl: Razvoj
zh_tw: 程式開發

# The group type
source: Multimedia
sl: Predstavnost
zh_tw: 多媒體

# The group type
source: System
id: Sistem
sl: Sistem
zh_tw: 系統

# The group type
source: GNOME desktop
id: Desktop GNOME
sl: Namizje GNOME
zh_tw: GNOME 桌面

# The group type
source: KDE desktop
id: Desktop KDE
sl: Namizje KDE
zh_tw: KDE 桌面

# The group type
source: XFCE desktop
id: Desktop XFCE
sl: Namizje XFCE
zh_tw: XFCE 桌面

# The group type
source: Other desktops
id: Desktop lainnya
sl: Ostala namizja
zh_tw: 其他桌面

# The group type
source: Publishing
id: Penerbitan
sl: Publiciranje
zh_tw: 出版

# The group type
source: Servers
id: Server
sl: Strežniki
zh_tw: 伺服器

# The group type
source: Fonts
id: Font
sl: Pisave
zh_tw: 字型

# The group type
source: Admin tools
id: Peralatan admin
sl: Administracija
zh_tw: 管理員工具

# The group type
source: Legacy
id: Lawasan
sl: Zapuščina
zh_tw: 舊式

# The group type
source: Localization
id: Pelokalisan
sl: Lokalizacija
zh_tw: 本地化

# The group type
source: Virtualization
id: Virtualisasi
sl: Virtualizacija
zh_tw: 虛擬機器

# The group type
source: Security
id: Keamanan
sl: Varnost
zh_tw: 安全性

# The group type
source: Power management
id: Pengelolaan daya
sl: Upravljanje z energijo
zh_tw: 電源管理

# The group type
source: Communication
id: Komunikasi
sl: Komunikacije
zh_tw: 通訊

# The group type
source: Network
id: Jaringan
sl: Omrežje
zh_tw: 網路

# The group type
source: Maps
id: Peta
sl: Karte
zh_tw: 地圖

# The group type
source: Software sources
id: Sumber perangkat lunak
sl: Viri programske opreme
zh_tw: 軟體來源

# The group type
source: Science
id: Ilmu pengetahuan
sl: Znanost
zh_tw: 科學

# The group type
source: Documentation
id: Dokumentasi
sl: Dokumentacija
zh_tw: 說明文件

# The group type
source: Electronics
id: Elektronika
sl: Elektronika
zh_tw: 電子學

# The group type
source: Package collections
id: Koleksi paket
sl: Zbirke paketov
zh_tw: 軟體包收藏

# The group type
source: Vendor
sl: Ponudnik
zh_tw: 廠商

# The group type
source: Newest packages
id: Paket-paket terbaru
sl: Najnovejši paketi
zh_tw: 最新的軟體包

# The group type
source: Unknown group
id: Kelompok tidak diketahui
sl: Neznane skupine
zh_tw: 未知的群組

# The type of update
source: Trivial update
id: Pembaruan sepele
sl: Enostavne posodobitve
zh_tw: 影響不大的更新

# The type of update
source: Normal update
id: Pembaruan biasa
sl: Normalne posodobitve
zh_tw: 普通的更新

# The type of update
source: Important update
id: Pembaruan penting
sl: Pomembne posodobitve
zh_tw: 重要的更新

# The type of update
source: Security update
id: Pembaruan keamanan
sl: Varnostne posodobitve
zh_tw: 安全性更新

# The type of update
source: Bug fix update
id: Pembaruan perbaikan bug
sl: Posodobitev odprave napake
zh_tw: 錯誤修正更新

# The type of update
source: Enhancement update
id: Pembaruan perbaikan
sl: Posodobitev izboljšave
zh_tw: 功能強化更新

# The type of update
source: Blocked update
id: Pembaruan terblokir
sl: Blokirana posodobitev
zh_tw: 已封鎖的更新

# The type of update
source: Installed
id: Terinstal
sl: Nameščeno
zh_tw: 已安裝

# The type of update
source: Available
id: Tersedia
sl: Na voljo
zh_tw: 可用

# The type of update
source: Unknown update
id: Pembaruan tak diketahui
sl: Neznana posodobitev
zh_tw: 未知的更新

source: No Updates Available
id: Tidak Ada Pembaruan Yang Tersedia
sl: Nobeni posodobitev ni na voljo
zh_tw: 沒有可用的更新

# Some updates were selected on the view
source: 1 Update Selected
id: 1 Pembaruan Dipilih
sl: Izbrana %1 posodobitev
zh_tw: 已選取 %1 個更新

# Some updates are being shown on the screen
source: 1 Update
id: 1 Pembaruan
sl: %1 posodobitev
zh_tw: %1 個更新

# Part of: %1 Updates, %1 Selected
source: %1 Update
id: %1 Pembaruan
sl: %1 posodobitev
zh_tw: %1 個更新

# Part of: %1 Updates, %1 Selected
source: %1 Selected
id: %1 Dipilih
sl: %1 izbrana
zh_tw: 已選取 %1 個

source: No Packages
id: Tidak Ada Paket
sl: Ni paketov
zh_tw: 沒有軟體包

source: 1 Package
id: 1 Paket
sl: %1 paket
zh_tw: %1 個軟體包

source: No restart is necessary
id: Tidak perlu menyalakan ulang
sl: Ni potreben ponovni zagon
zh_tw: 不需要重新啟動

source: You will be required to restart this application
id: Kamu akan diminta untuk menjalankan ulang aplikasi ini
sl: Ta program boste morali znova zagnati
zh_tw: 您將會需要重新啟動此應用程式

source: You will be required to log out and back in
id: Kamu akan diminta untuk keluar dan kembali masuk log
sl: Morali se boste odjaviti in ponovno prijaviti
zh_tw: 您將會需要登出再重新登入

source: A restart will be required
id: Sebuah penyalaan/pemulaian ulang akan diminta
sl: Potreben bo ponovni zagon računalnika
zh_tw: 將會需要重新啟動

source: You will be required to log out and back in due to a security update.
id: Kamu akan diminta untuk keluar dan kembali masuk log karena pembaruan keamanan.
sl: Zaradi varnostne posodobitve se boste morali odjaviti in ponovno prijaviti.
zh_tw: 由於某安全性更新，您將會需要登出再重新登入。

source: A restart will be required due to a security update.
id: Sebuah penyalaan/pemulaian ulang akan diminta karena pembaruan keamanan.
sl: Zaradi varnostne posodobitve bo potreben ponovni zagon računalnika.
zh_tw: 由於某安全性更新，您將會需要重新啟動。

source: No restart is required
id: Tidak ada penyalaan ulang yang diperlukan
sl: Ni potreben ponovni zagon
zh_tw: 不需要重新啟動

source: A restart is required
id: Sebuah penyalaan/pemulaian ulang diperlukan
sl: Potreben je ponovni zagon
zh_tw: 需要重新啟動

source: You need to log out and log back in
id: Kamu perlu keluar dan kembali masuk log
sl: Morate se odjaviti in se spet prijaviti
zh_tw: 您需要登出再重新登入

source: You need to restart the application
id: Kamu perlu menjalankan ulang aplikasi
sl: Znova morate pognati program
zh_tw: 您需要重新啟動應用程式

source: You need to log out and log back in to remain secure.
id: Kamu perlu keluar dan kembali masuk log untuk lebih amannya.
sl: Če želite ostati varni, se morate odjaviti in ponovno prijaviti.
zh_tw: 您需要登出再重新啟動才能維持安全性。

source: A restart is required to remain secure.
id: Sebuah penyalaan/pemulaian ulang diperlukan untuk lebih amannya.
sl: Za ohranitev varnosti je potreben ponovni zagon.
zh_tw: 需要重新啟動才能維持安全性。

source: Stable
id: Stabil
sl: Sabilno
zh_tw: 穩定

source: Unstable
id: Labil
sl: Nestabilno
zh_tw: 不穩定

source: Testing
id: Pengujian
sl: Preizkusno
zh_tw: 測試

source: Please insert the CD labeled '%1', and press continue.
id: Mohon sisipkan CD yang berlabel '%1', dan tekan lanjutkan.
sl: Vstavite CD z oznako '%1' in pritisnite Nadaljuj.
zh_tw: 請插入標記「%1」的 CD，然後按下繼續。

source: Please insert the DVD labeled '%1', and press continue.
id: Mohon sisipkan DVD yang berlabel '%1', dan tekan lanjutkan.
sl: Vstavite DVD z oznako '%1' in pritisnite Nadaljuj.
zh_tw: 請插入標記「%1」的 DVD，然後按下繼續。

source: Please insert the disc labeled '%1', and press continue.
id: Mohon sisipkan cakram yang berlabel '%1', dan tekan lanjutkan.
sl: Vstavite disk z oznako '%1' in pritisnite Nadaljuj.
zh_tw: 請插入標記「%1」的碟片，然後按下繼續。

source: Please insert the medium labeled '%1', and press continue.
id: Mohon sisipkan sarana yang berlabel '%1', dan tekan lanjutkan.
sl: Vstavite medij z oznako '%1' in pritisnite Nadaljuj.
zh_tw: 請插入標記「%1」的媒體，然後按下繼續。

source: You do not have the necessary privileges to perform this action.
id: Kamu tidak memiliki hak istimewa yang diperlukan untuk melakukan aksi ini.
sl: Nimate potrebnih pravic za izvedbo tega dejanja.
zh_tw: 您沒有足夠權限以進行此動作。

source: Could not get a transaction id from packagekitd.
id: Tidak bisa mendapatkan id transaksi dari packagekitd.
sl: ID transakcije ni bilo mogoče dobiti iz pakagekitd.
zh_tw: 無法從 packagekitd 取得作業階段 ID。

source: Cannot connect to this transaction id.
id: Tidak bisa mengkoneksikan ke id transaksi ini.
sl: Ni mogoče povezati s tem ID-jem transakcije.
zh_tw: 無法連線到此作業階段 ID。

source: This action is unknown.
id: Aksi ini tidak diketahui.
sl: Ta dejavnost je neznana.
zh_tw: 此動作未知。

source: The packagekitd service could not be started.
id: Layanan packagekitd tidak bisa ditemukan.
sl: Storitve packagekitd ni bilo mogoče zagnati.
zh_tw: 無法啟動 packagekitd 服務。

source: The query is not valid.
id: Query tidaklah absah.
sl: Poizvedba ni veljavna.
zh_tw: 查詢無效。

source: The file is not valid.
id: File tidaklah absah.
sl: Datoteka ni veljavna.
zh_tw: 檔案無效。

source: This function is not yet supported.
id: Fungsi ini belumlah didukung.
sl: Ta funkcija še ni podprta.
zh_tw: 此功能目前尚未支援。

source: Could not talk to packagekitd.
id: Tidak bisa berkomunikasi dengan packagekitd.
sl: Ni mogoče komunicirati s packagekitd.
zh_tw: 無法與 packagekitd 聯絡。

source: Error talking to packagekitd.
id: Error berkomunikasi dengan packagekitd.
sl: Napaka komunikacije s packagekitd.
zh_tw: 與 packagekitd 聯絡失敗。

source: An unknown error happened.
id: Sebuah error tak diketahui terjadi.
sl: Zgodila se je neznana napaka.
zh_tw: 發生了未知的錯誤。

source: Your system is up to date
id: Sistemmu telah terbarukan.
sl: Vaš sistem je posodobljen
zh_tw: 您的系統已更新到最新狀態

source: You have no updates
id: Kamu tidak memiliki pembaruan
sl: Ni nobenih posodobitev
zh_tw: 沒有更新

source: Last check for updates was more than a month ago
id: Pemeriksaan terakhir pembaruan adalah lebih dari sebulan yang lalu
sl: Zadnji pregled posodobitev je bil pred več kot enim mesecem
zh_tw: 上次檢查更新是超過一個月前

source: Verified %1 ago
id: Diverifikasi %1 yang lalu
sl: Preverjeno pred %1
zh_tw: 在 %1 前已驗證

source: It's strongly recommended that you check for new updates now
id: Ini sangat disarankan bahwa kamu harus memeriksa pembaruan yang baru sekarang juga
sl: Zelo priporočamo, da zdaj preverite, če obstajajo nove posodobitve
zh_tw: 強烈建議您現在檢查是否有更新

source: Idle
sl: Nedejavno
zh_tw: 待機

source: Checking updates
id: Memeriksa pembaruan
sl: Preverjanje posodobitev
zh_tw: 正在檢查更新

source: Getting updates
id: Mendapatkan pembaruan
sl: Pridobivanje posodobitev
zh_tw: 正在取得更新

source: Installing updates
id: Menginstal pembaruan
sl: Nameščanje posodobitev
zh_tw: 正在安裝更新

source: Working
id: Bekerja
sl: Delo
zh_tw: 處理中

source: You have 1 new update
id: Kamu memiliki 1 pembaruan baru
sl: Imate %1 novo posodobitev
zh_tw: 有 %1 個新的更新

source: 1 security update
id: 1 pembaruan keamanan
sl: %1 varnostna posodobitev
zh_tw: %1 個安全性更新

source: 1 important update
id: 1 pembaruan penting
sl: %1 pomembna posodobitev
zh_tw: %1 個重要更新

source: and
id: dan
sl: in
zh_tw: 和

source: (including %1)
id: (termasuk %1)
sl: (vključno %1)
zh_tw: （包含 %1）

source: Your system is offline
id: Sistemmu sedang offline.
sl: Vaš sistem je brez povezave
zh_tw: 您的系統目前離線

source: Not checked for updates yet
sl: Še ni preverjeno glede posodobitev
zh_tw: 尚未檢查更新

source: Checking for updates failed
id: Pemeriksaan pembaruan, gagal
sl: Preverjanje posodobitev ni uspelo
zh_tw: 檢查更新失敗

source: Last check: %1 ago
id: Terakhir diperiksa: %1 yang lalu
sl: Zadnje preverjanje: pred %1
zh_tw: 上次檢查：%1 前

source: Last check: never
id: Terakhir diperiksa: belum pernah
sl: Zadnje preverjanje: nikoli
zh_tw: 上次檢查：從未

source: Updates Installed
id: Pembaruan Terinstal
sl: Posodobitve nameščene
zh_tw: 更新已安裝

source: Successfully updated %1 package
id: Yang berhasil diperbarui %1 paket
sl: %1 paket uspešno posodobljen
zh_tw: 順利更新 %1 個軟體包

source: Update Error
id: Error Pembaruan
sl: Napaka posodabljanja
zh_tw: 更新錯誤

source: Restart is required
id: Penyalaan ulang telah diperlukan
sl: Potreben je ponovni zagon
zh_tw: 需要重新啟動

source: The computer will have to be restarted after the update for the changes to take effect.
id: Komputer harus dinyalakan ulang setelah pembaruan agar perubahan berpengaruh.
sl: Da bi spremembe po posodobitvi začele veljati, je treba računalnik znova zagnati.
zh_tw: 更新後必須重新啟動電腦，變更才會生效。

source: Session restart is required
id: Pemulaian ulang sesi telah diperlukan
sl: Potreben je ponovni zagon seje
zh_tw: 需要工作階段重新啟動

source: You will need to log out and back in after the update for the changes to take effect.
id: Kamu perlu keluar dan kembali masuk log setelah pembaruan agar perubahan berpengaruh.
sl: Da bi spremembah začele veljati se boste morali odjaviti in ponovno prijaviti.
zh_tw: 更新後必須登出再重新登入，變更才會生效。
