Repository: AOSC-Tracking/plasma-pk-updates
Catalog: po/*/plasma_applet_org.kde.plasma.pkupdates.po
Languages: az, es, eu, id, ka, pa, sl, tg, zh_tw

source: General
az: Əsas
eu: Orokorra
id: Umum
ka: ზოგადი
pa: ਆਮ
sl: Splošno
tg: Умумӣ
zh_tw: 一般

# @label check interval for updates
source: Check interval:
az: Yoxlama intervalı:
es: Intervalo de comprobación:
eu: Ikuskatze bitartea
id: Interval periksa:
ka: შემოწმების ინტერვალი:
sl: Interval preverjanja:
zh_tw: 檢查間隔：

source: Daily
az: Hər gün
es: Diariamente
eu: Egunero
id: Harian
ka: დღიურად
pa: ਰੋਜ਼ਾਨਾ
sl: Dnevno
tg: Ҳар рӯз
zh_tw: 每日

source: Weekly
az: Hər həftə
es: Semanalmente
eu: Astero
id: Pekanan
ka: კვირაში ერთხელ
pa: ਹਫ਼ਤੇਵਾਰ
sl: Tedensko
tg: Ҳар ҳафта
zh_tw: 每週

source: Monthly
az: Hər ay
es: Mensualmente
eu: Hilabetero
id: Bulanan
ka: თვეში ერთხელ
pa: ਮਹੀਨੇਵਾਰ
sl: Mesečno
tg: Ҳар моҳ
zh_tw: 每月

# @label part of a sentence
source: Check for updates when:
az: Yenilənmələrin yoxlanılma zamanı:
es: Comprobar actualizaciones cuando:
eu: Bilatu eguneratzeak:
id: Periksa pembaruan ketika:
ka: განახლებების შემოწმებa, როცა:
sl: Preveri za posodobitvami kadar:
zh_tw: 檢查更新：

# @option:check part of a sentence: Check for updates when
source: On a mobile connection
az: Mobil bağlantıda
es: Conectado a datos móviles
eu: Mugikorreko konexio batekin dabilenean
id: Saat koneksi seluler
ka: მობილურ ინტერნეტზე
sl: Na mobilni povezavi
zh_tw: 使用行動數據時

# @option:check part of a sentence: Check for updates when
source: On battery
az: Batareyadan qidalandıqda
es: Conectado a batería
eu: Bateriarekin dabilenean
id: Dalam baterai
ka: ელემენტზე
sl: Na bateriji
zh_tw: 使用電池電力時

source: License Agreement for %1
az: %1 üçün lisenziya razılaşması
es: Acuerdo de licencia de %1
eu: %1(r)en lizentzia hitzarmena
id: Perjanjian Lisensi untuk %1
ka: სალიცენზიო შეთანხმება %1-სთვის
pa: %1 ਲਈ ਲਸੰਸ ਸਹਿਮਤੀ
sl: Licenčna pogodba za %1
tg: Созишномаи иҷозатномавӣ барои %1
zh_tw: %1 的授權條款

source: License agreement required for %1 (from %2):
az: %1 (%2) üçün lisenziya razılaşması tələb olunur
es: Acuerdo de licencia obligatorio para %1 (debido a %2):
eu: %1(r)en lizentzia hitzarmena (%2(e)tik):
id: Perjanjian lisensi diperlukan untuk %1 (dari %2):
ka: %1-სთვის (%2-დან) საჭიროა სალიცენზიო შეთანხმება:
pa: %1 ਲਈ (%2 ਤੋਂ) ਲਸੰਸ ਸਹਿਮਤੀ ਚਾਹੀਦੀ ਹੈ:
sl: Potrebna licenčna pogodba za %1 (od %2)
tg: Созишномаи иҷозатномавӣ барои %1 лозим аст (аз %2):
zh_tw: %1 (來自 %2) 所需的授權條款：

source: Do you accept?
az: Razılaşmanı qəbul edirsiniz?
es: ¿Lo acepta?
eu: Onartzen duzu?
id: Apakah kamu setuju?
ka: ეთანხმებით?
pa: ਕੀ ਤੁਹਾਨੂੰ ਮਨਜ਼ੂਰ ਹੈ?
sl: Ali sprejmete?
tg: Қабул мекунед?
zh_tw: 請問您同意嗎？

source: Network is offline
az: Şəbəkə bağlantısı yoxdur
es: No hay conexión de red
eu: Sarea lerroz kanpo dago
id: Jaringan telah offline
ka: ქსელი გათიშულია
pa: ਨੈੱਟਵਰਕ ਆਫ਼ਲਾਈਨ ਹੈ
sl: Omrežje je brez povezave
tg: Шабака дар хати алоқа нест
zh_tw: 網路為離線狀態

source: Updates are automatically checked %1.
az: Yenilənmələrin avtomatik yoxlanılması dövrü: %1.
es: Las actualizaciones se comprueban automáticamente %1.
eu: Eguneratzeak automatikoki egiaztatzen dira %1.
id: Pembaruan akan secara otomatis diperiksa %1.
ka: განახლებები ავტომატურად შემოწმდება %1-ზე.
sl: Posodobitve so samodejno preverjane %1.
zh_tw: %1自動檢查更新。

source: No updates available
az: Heç bir yenilənmə yoxdur
es: No existe ninguna actualización disponible
eu: Ez dago eguneratze erabilgarririk
id: Tidak ada pembaruan yang tersedia
ka: განახლებების ვერ ვიპოვე
sl: Ni na voljo posodobitev
zh_tw: 沒有可用的更新

source: Check for Updates
az: Yenilənmələri yoxlayın
es: Comprobar actualizaciones
eu: Bilatu eguneratzeak
sl: Preveri za posodobitvami
zh_tw: 檢查是否有更新

source: Select all packages
az: Bütün paketləri seçin
es: Seleccionar todos los paquetes
eu: Hautatu pakete guztiak
id: Pilih semua paket
ka: ყველა პაკეტის მონიშვნა
pa: ਸਾਰੇ ਪੈਕੇਜਾਂ ਨੂੰ ਚੁਣੋ
sl: Izberi vse pakete
tg: Интихоб кардани ҳамаи бастаҳо
zh_tw: 選取所有軟體包

source: Install Updates
az: Yenilənmələri quraşdırın
es: Instalar actualizaciones
eu: Instalatu eguneratzeak
id: Instal Pembaruan
ka: განახლებების დაყენება
pa: ਅੱਪਡੇਟ ਇੰਸਟਾਲ ਕਰੋ
sl: Namesti posodobitve
tg: Насб кардани навсозиҳо
zh_tw: 安裝更新

source: Performs the software update
az: Proqram təminatı yenilənməsi icra olunur
es: Ejecuta la actualización software
eu: Burutu software eguneratzea
id: Melakukan pembaruan perangkat lunak
ka: პროგრამების განახლებების დაყენება
pa: ਸਾਫਟਵੇਅਰ ਅੱਪਡੇਟ ਕਰਦਾ ਹੈ
sl: Izvedi posodobitev programske opreme
tg: Навсозиҳои нармафзорр насб мекунад
zh_tw: 執行軟體更新

source: weekly
az: hər həftə
es: semanalmente
eu: astero
id: pekanan
ka: კვირაში ერთხელ
pa: ਹਫ਼ਤੇਵਾਰ
sl: tedensko
tg: ҳар ҳафта
zh_tw: 每週

source: monthly
az: hər ay
es: mensualmente
eu: hilabetero
id: bulanan
ka: თვეში ერთხელ
pa: ਮਹੀਨੇਵਾਰ
sl: mesečno
tg: ҳар моҳ
zh_tw: 每月

source: daily
az: hər gün
es: diariamente
eu: egunero
id: harian
ka: დღეში ერთხელ
pa: ਰੋਜ਼ਾਨਾ
sl: dnevno
tg: ҳар рӯз
zh_tw: 每日

# description of the update
source: Update Description
az: Yenilənmələr haqqında
es: Descripción de la actualización
eu: Eguneratzearen azalpena
id: Deskripsi Pembaruan
ka: განახლების აღწერა
pa: ਅੱਪਡੇਟ ਦਾ ਵਰਣਨ
sl: Opis posodobitve
tg: Тавсифи навсозӣ
zh_tw: 更新資訊

source: No description available
az: Heç bir məlumat yoxdur
es: No existe ninguna descripción disponible
eu: Ez dago azalpenik
id: Tak ada deskripsi yang tersedia
ka: აღწერის გარეშე
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
sl: Ni na voljo opisa
tg: Ягон тавсиф дастрас нест
zh_tw: 沒有可顯示的資訊

source: Related URLs
az: Əlaqəli URL-lar
es: URL relacionadas
eu: Elkartutako URLak
id: URL yang berhubungan
ka: შესაბამისი URL-ები
pa: ਸਬੰਧਿਤ URL
sl: Sorodni spletni naslovi
tg: Нишониҳои URL-и марбут
zh_tw: 相關 URL
